Revit 2027 API
ParameterTypeId.LeaderLine Property
 "Leader Line"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LeaderLine { get; }
Public Shared ReadOnly Property LeaderLine As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LeaderLine {
	ForgeTypeId^ get ();
}
static member LeaderLine : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace